{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://i.imgur.com/OZ6xOjY.png",
        "DisableIconText": false,
        "IconPosition": 0,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "🌟 Bienvenue sur AFS - Ascended X1000 PvP !",
          "title1": "",
          "text1": "Survivant intrépide,\n\nBienvenue dans les contrées épiques de AFS ! Ici, l'aventure atteint des sommets inégalés, et tu es sur le point de vivre une expérience de jeu Ark comme jamais auparavant.\n\n Prépare-toi à l'action : Les terres sauvages d'Ark t'attendent, remplies de créatures mythiques et de défis palpitants. Que tu sois un chasseur aguerri ou un novice en quête d'adrénaline, chaque coin de la carte réserve son lot de surprises.\n\n⚔ Affronte tes rivaux : L'Ascended X1000 PvP offre des combats impitoyables. Sois sur tes gardes, car d'autres survivants cherchent la gloire et la domination. Tes compétences de survie seront mises à l'épreuve.\n\n Construis ton empire : Érige des forteresses titanesques, explore des technologies avancées et forge des alliances stratégiques. Ton empire ne connaît aucune limite dans ce monde d'opportunités.\n\n Communauté soudée : Rejoins une communauté passionnée d'aventuriers partageant la même soif d'exploration et de conquête. L'échange d'idées, les alliances épiques et les amitiés durables t'attendent.\n\n Règles équitables : Bien que les défis soient nombreux, des règles équitables garantissent une expérience de jeu stimulante et équilibrée pour tous les joueurs.\n\n🚀 Ascends et deviens une légende : La route vers la gloire est ouverte. À toi de gravir les échelons, de devenir une légende d'Ark et d'imposer ta domination sur AFS.\n\nQue tes aventures soient grandioses et que la chance te sourie, survivant intrépide ! Que la chasse commence !",
          "imageurl": "https://i.imgur.com/mGt3cAF.png"
        }
      },
      {
        "tab2": {
          "layout": 2,
          "buttontext": "Settings",
          "title1": "Rates:",
          "text1": "**Caractéristiques principales :**\n- **Taux d'Expérience :** x1000\n- **Ressources :** x1000\n- **Apprivoisement :** x1000\n- **Croissance des Élevages :** x1000\n- **Butin :** x1000\n- **Réduction de la Nourriture des Animaux :** x1000\n- **Taux de Maturation :** x1000",
          "title2": "Rules:",
          "text2": "Pas de triche :\n1. Hacks, problèmes de carte, et bots (macros acceptées) sont strictement interdits.\n2. Un seul compte par utilisateur. Les noms ne doivent pas être offensants. L'usurpation d'identité de tribus ou joueurs est prohibée. Tout malentendu doit être corrigé publiquement dans le chat du jeu.\n\nNoms de tribu :\n3. Le nom de tribu ne peut être modifié qu'avec l'approbation de l'administrateur, et cela ne doit pas se produire plus d'une fois tous les 30 jours.\n4. Les noms de tribu ne doivent pas être offensants, publicitaires, ou contenir des jurons/vulgarités. Tout changement non autorisé entraînera un permaban.\n\nNoms des joueurs :\n5. Les noms de joueurs ne doivent contenir aucun terme désobligeant ou juron, montrant que le jeu n'est pas pris au sérieux.\n6. Aucune publicité avec les noms de joueur ou de tribu, y compris les adresses YouTube ou Twitch. La publicité est réservée au Discord, mais le spam est à éviter.\n\nObélisque/Grottes/Terminaux :\n7. Interdiction de construire sur des obélisques ou leurs cratères respectifs.\n8. La construction dans des grottes (terrestres ou sous-marines, artefact) est autorisée.\n9. Pas de construction autour des Terminaux (Extinction) ou des structures pour empêcher l'accès.\n\nRaids :\n10. Encouragement du PvP en monde ouvert et des raids.\n11. Limite de 5 dinosaures dans la portée des tourelles, y compris les dinosaures morts.\n12. Interdiction de construire des structures sur les dinosaures pour bloquer les lignes de mire avec les tourelles.\n13. Les raids agressifs/toxiques de plus de 3 jours sur une tribu seront considérés comme du chagrin. Les mesures prises seront à la discrétion des administrateurs pour le bien de la communauté.\n14. Garde de prisonniers limitée à une heure. Demande de \"kill\" par un administrateur sur AFS Discord uniquement après une heure.\n\nMise en cage / Prisonniers :\n15. Garde de prisonniers limitée à une heure.\n16. Demande de \"kill\" par un administrateur sur AFS Discord uniquement après une heure.\n\nFin du raid :\n17. Retrait des pods et évitement du spam une fois le raid terminé ou non.\n\nGénéral :\n18. Interdiction de placer des fondations/piliers pour revendiquer des terres ou bloquer des ressources en masse (exp metal).\n\nChantage :\n19. Si une infraction n'est pas signalée immédiatement, le signalement peut être annulé en raison de facteurs temporels.\n\nInformations personnelles :\n20. Aucune publication ou redirection vers des informations privées d'autres joueurs. Toute violation entraînera un bannissement définitif.\n\nPublicité :\n21. Interdiction de faire la publicité d'autres serveurs, d'adresses YouTube ou Twitch en jeu. La publicité est réservée au Discord, mais tout excès sera sanctionné par un bannissement immédiat.\n\nDernier mot :\n22. Arfus a le dernier mot sur tous les sujets, même non couverts par les règles. Des mesures peuvent être prises en dehors des règles pour éviter les perturbations, si les actions des joueurs nuisent à la communauté.\n\nRappel :\n23. C'est un JEU DE SURVIE. La merde arrive, c'est normal. On respire, on continue, et on se rappelle que c'est juste un jeu.",
          "imageurl": "https://i.imgur.com/mGt3cAF.png"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Discord",
          "url": "https://discord.gg/FbTCJZKy8Y"
        }
      }
    ]
  }
}
